{
    "الرئيسية": "Home",
    "دوراتنا": "Courses",
    "مدونتنا": "Blogs",
    "سجل في دوراتنا": "Subscribe Course",
    "تواصل معنا": "Contact US",
    "تسجيل الدخول": "Login",
    "التسجيل": "Register",
    "معلومات الاتصال": "Contact Information",
    "أرسل رسالتك": "Send Your Message",
    "مواعيد العمل": "Work Time",
    "السبت": "Saturday",
    "الأحد": "Sunday",
    "الإثنين": "Monday",
    "الثلاثاء": "Tuesday",
    "الأربعاء": "Wednesday",
    "الخميس": "Thursday",
    "الجمعة": "Friday",
    "مغلق": "Closed",
    "الاسم": "Name",
    "البريد الإلكتروني": "Email",
    "اكتب رسالتك": "Write Your Message",
    "رقم الجوال - البريد الإلكتروني": "Mobile Number - Email",
    "كلمة المرور": "Password",
    "تذكرني": "Remember Me",
    "نسيت كلمة المرور ؟": "Forget Your Password ?",
    "ليس لديك حساب ؟": "You Don't Have An Account ?",
    "اسم الأب": "Father Name",
    "اسم الجد": "GrandFather Name",
    "اسم العائلة": "Family Name",
    "رقم الهوية (الرقم الوطني)": "Nationality Number",
    "رقم الجوال": "Mobile Number",
    "تأكيد كلمة المرور": "Confirm Password",
    "تاريخ الميلاد": "Birth Date",
    "الجنس": "Gender",
    "صورة الهوية أو جواز السفر": "Identity Photo Or Passport Photo",
    "صورة السيلفي": "Selfi Photo",
    "الموافقة على سياسة الخصوصية": "Accept Privacy Policy",
    "لديك حساب ؟": "You Have An Account ?",
    "يرجى الموافقة على سياسة الخصوصية": "Please Accept Privacy Policy",
    "تمت العملية بنجاح": "Done Successfully",
    "اقرأ المزيد": "Read More",
    "مدوناتنا": "Blogs",
    "آخر مدوناتنا": "Last Blogs",
    "تابعنا": "Follow Us",
    "أرسل": "Send",
    "التعليقات": "Comments",
    "الأسئلة الشائعة": "FAQ",
    "إعادة تعيين كلمة المرور": "Reset Your Password",
    "أدخل الرمز الخاص بك": "Enter Your Pin Code",
    "إرسال": "Send",
    "إرسال الرمز مرة أخرى": "Send The Pin Code Again",
    "كلمة المرور الجديدة": "Enter New Password",
    "تأكيد كلمة المرور الجديدة": "Confirm New Password",
    "ذكر": "Male",
    "أنثى": "Female",
    "المدونة": "Blog",
    "عقود العمل": "Work Contracts",
    "البوت": "Bot",
    "المحفظة": "Wallet",
    "الإعدادات": "Settings",
    "معلومات المستخدم": "User Information",
    "الاسم بالكامل": "Full Name",
    "العنوان": "Address",
    "تغيير كلمة المرور": "Change Password",
    "كلمة المرور القديمة": "Old Password",
    "التحقق من الحساب": "Verify Account",
    "رقم الهوية": "National ID",
    "غير مفعل": "Not Verified",
    "مفعل": "Verified",
    "صورة الهوية": "Identity Photo",
    "إغلاق": "Close",
    "حفظ التعديلات": "Save Changes",
    "تأكيد طلب التحقق": "Confirm Verification",
    "وكلاء إليت": "Elite Agents",
    "رأس المال": "Capital",
    "ربحك": "Your Profit",
    "الإجمالي": "Total",
    "صفحات آخرى": "Other Links",
    "حركات البوت": "Bot Transactions",
    "طلب إيقاف البوت": "Request Stop Bot",
    "حذف الحساب": "Delete Account",
    "اللغة": "Language",
    "تغيير": "Change",
    "أرشيف البوت المنتهي": "Expired Bot Archive",
    "نوع الحركة": "Transaction Type",
    "نوع الحركة التجارية": "Type Of Business Transaction",
    "قيمة الحركة": "Transaction Value",
    "قيمة الحساب بعد الحركة": "Account Value After Transaction",
    "تاريخ الحركة": "Transaction Date",
    "رقم البوت": "Bot Number",
    "تفاصيل البوت": "Bot Details",
    "نوع البوت": "Bot Type",
    "نسبة البوت": "Bot Percentage",
    "ربح البوت": "Bot Profit",
    "قيمة الحساب": "Account Value",
    "صافي قيمة الحساب": "Net Account Value",
    "تاريخ الايداع": "Deposite Date",
    "تاريخ الانتهاء": "Expiry Date",
    "الحالة": "Status",
    "إشعاراتي": "My Notifications",
    "طلب الالتحاق": "Join Request",
    "عدد الطلاب": "Students Number",
    "المدة الزمنية": "Duration",
    "عدد الدروس": "Lessons Number",
    "المحاضر": "Lecturer",
    "السعر": "Price",
    "تفاصيل الدورة": "Course Details",
    "الدورة التي ترغب بالإلتحاق بها (*)": "The Course You Would like to Join (*)",
    "كيف تعرفت على تكنو إليت (*)": "How did you know Techno Elite (*)",
    "المحافظة (*)": "Governorate (*)",
    "إعلان ممول عبر الفيس بوك": "Facebook Ads",
    "إعلان ممول عبر انستغرام": "Instagram Ads",
    "محرك البحث جوجل": "Google Search",
    "مشاهير": "Influencers",
    "غزة": "Gaza",
    "الشمال": "North Gaza",
    "الوسطى": "Central Gaza",
    "خانيونس": "Khan Younes",
    "رفح": "Rafah",
    "التسجيل في دورة": "Subscribe in Course",
    "إرسال الطلب": "Send The Request",
    "تكنو إليت - جميع الحقوق محفوظة © 2023": "ALL RIGHTS RESERVED Eliteacd. © 2023.",
    "حمل التطبيق الآن": "Download App Now",
    "معلومات التواصل": "Contact Information",
    "سوشيال ميديا": "Social Media",
    "الإنجليزية": "English",
    "العربية": "Arabic",
    "التركية": "Turkish",
    "إنشاء بوت جديد": "Create New Bot",
    "شحن المحفظة": "Charge The Wallet",
    "تحويل": "Transfer",
    "طلب سحب من المحفظة": "Wallet Withdrawal Request",
    "عنوان المحفظة": "Wallet Address",
    "قيمة المحفظة": "Wallet Value",
    "قيمة السحب": "Withdrawal Amount",
    "قيمة السحب (*)": "Withdrawal Amount (*)",
    "عنوان محفظة بينانس (TRC20):": "Binance Wallet Address (TRC20):",
    "بيانات Api Binance": "Api Binance Data",
    "(تعادل بتكوين)": "(Equivalent To Bitcoin)",
    "الملاحظة": "Statement",
    "من خلال": "Through",
    "حالة الحركة": "Transaction Status",
    "رسوم الشحن الالكتروني": "Electronic Shipping Fees",
    "المبلغ": "Amount",
    "طباعة الفاتورة": "Print Receipt",
    "إضافة": "Add",
    "المبلغ المراد سحبه (*)": "Amount To Be Withdrawn (*)",
    "طريقة السحب (*)": "Withdrawal Method (*)",
    "طلبات السحب": "Withdrawal Requests",
    "طريقة السحب": "Withdrawal Method",
    "تاريخ الإنشاء": "Created At",
    "تاريخ التسليم": "Delivery Date",
    "العملات المحرمة والمباحة": "Forbidden Currencies",
    "لا يوجد طلبات سحب": "No Withdrawal Requests",
    "سيتم خصم 3%، كرسوم شحن إلكتروني من المبلغ الذي يتم شحنه": "A 3% electronic shipping fee will be deducted from the amount shipped",
    "المبلغ بالدولار (*)": "Amount in Dollars (*)",
    "حفظ البيانات": "Save Data",
    "تحويل من محفظة لمحفظة": "Transfer From Wallet To Wallet",
    "عنوان المحفظة (*)": "Wallet Address (*)",
    "قيمة المبلغ (*)": "Amount (*)",
    "رقم بطاقة المشترك (*)": "Card Number (*)",
    "متابعة العملية": "Proceed",
    "عنوان محفظة بينانس": "Binance Wallet Address",
    "عنوان محفظة بينانس (TRC20) (*)": "Binance Wallet Address (TRC20) (*)",
    "عنوان محفظة بينانس الخاص بك": "Your Binance Wallet Address",
    "تنويه هام بخصوص البوت الإلكتروني": "Important Notice Regarding The Electronic Bot",
    "نوع البوت الشهري يجب أن يكون مدة البوت 12 شهراً فقط": "Monthly bot type The duration of the bot should be 12 months only",
    "نسبة البوت (1-3 أشهر: 30%) ، (4-6 أشهر: 25%) ، (7-12 شهر: 20%) .": "Bot rate (1-3 months: 30%), (4-6 months: 25%), (7-12 months: 20%).",
    "عند عملية حفظ البيانات سيتم خصم اشتراك البوت من المحفظة بشكل مباشر.": "When saving the data, the bot subscription will be deducted from the wallet directly.",
    "أقل مبلغ للإشتراك في البوت 500 USDT.": "The minimum amount to subscribe to the bot is 500 USDT.",
    "مدة البوت، هو المدة الزمنية التي يعمل بها البوت.": "Bot Duration, is the length of time the bot runs.",
    "بعد اتمام الإشتراك في البوت، سيتم تفعيل البوت مدة أقصاها 24 ساعة.": "After completing the subscription to the bot, the bot will be activated for a maximum period of 24 hours.",
    "تكنو إليت": "Techno Elite",
    "للتدريب والإستثمار وتكنولوجيا المعلومات": "For Training, Investment And Information Technology",
    "أنشئ البوت الآن": "Create Bot Now",
    "نبذة": "About Us",
    "تعرف على إليت": "Get To Know Elite",
    "الباقات": "Plans",
    "عملاء إليت": "Elite Agents",
    "غزة -شارع الكنز- برج نعمة الطابق السابع": "Gaza - Al-Kanz Street - Nima Tower, 7th floor",
    "شارع الكنز - برج نعمة - الطابق السابع": "Al-Kanz Street - Neama Tower - 7th Floor",
    "مدة البوت (*)": "Bot Duration (*)",
    "قيمة الإشتراك (USDT) (*)": "Subscription Value (USDT) (*)",
    "نوع البوت (*)": "Bot type (*)",
    "عقود و إتفاقيات": "Contracts",
    "مؤتمراتنا": "Our Conferences",
    "خدمة مميزة": "Premium Service",
    "قصص نجاح": "Success Stories",
    "طلاب وعملاء إليت": "Elite Customers",
    "رقم الدورة": "Course Number",
    "عدد ساعات الدورة": "Course Hours Number",
    "اسم الدورة": "Course Name",
    "سعر الدورة": "Course Price",
    "عملة الدورة": "Course Currency",
    "تفاصيل الطلب": "Request Details",
    "مجموع الطلب": "Total",
    "ادفع باستخدام": "Pay By",
    "بطاقة الخصم أو الائتمان": "Debit or credit card",
    "الموافقة على شروط الإرجاع والإلغاء": "Agree to the terms of return and cancellation",
    "جميع المنشورات": "Our Posts",
    "اسم العميل": "Client Name",
    "البوت الخاص بك": "Your Bot",
    "لابد من ادخال آخر 8 أرقام من بطاقة الاستثمار للتمكن من الاطلاع على حركات استثمار الحساب": "The last 8 digits of the investment card must be entered in order to view the account's investment movements",
    "يرجى ادخال آخر 8 أرقام من بطاقة الاستثمار:": "Please enter the last 8 digits of the investment card:",
    "فحص الرقم": "Check Number",
    "قسم التعريفات": "Course Titles",
    "شروط البوت": "Bot Terms",
    "شروط الإشتراك بالبوت:": "Terms of participation in the bot:",
    "أن لا يقل قيمة الاشتراك عن 500$.": "The participation value should not be less than $500.",
    "يتم مراجعة الحساب والمعالجة خلال مدة أقصاها 72 ساعة": "The account will be reviewed and processed within a maximum of 72 hours",
    "أقل مدة زمنية للاشتراك في البوت شهر وأقصى مدة 12 شهر": "The minimum period of time to subscribe to the bot is one month and the maximum period is 12 months",
    "السحب الشهري متوفر فقط في نظام 12 شهر بنسبة 20 %": "The monthly withdrawal is available only in the 12-month system at a rate of 20%",
    "في حال توقف البوت قبل المدة المحددة يتم خصم الأرباح": "In the event that the bot stops before the specified period, the profits will be deducted",
    "شروط السحب من البوت:": "Conditions for withdrawing from the bot:",
    "أن يكون متوفر لديه حسابات مضمونة بنكية على أحد الوسائل المتاحة": "To have secured bank accounts using one of the available means",
    "أن يكون الحساب موثق بشكل كامل": "The account must be fully verified",
    "قيمة السحب للمبلغ المتوفر فقط في المحفظة": "The withdrawal value is for the amount available in the wallet only",
    "السحب النقدي يكون بعملة الدولار أو الشيكل حسب ما تراه الشركة مناسب بسعر الصرف المتداول في السوق": "Cash withdrawal shall be in dollars or shekels, according to what the company deems appropriate at the current exchange rate in the market",
    "السحب الالكتروني يخضع لعملية المعالجة لمدة 48 ساعة الى 72 ساعة (كحد أدنى)": "Electronic withdrawal is subject to the processing process for a period of 48 hours to 72 hours (minimum)",
    "يتم إرسال إشعار إلى العميل بعملية السحب على جواله المسجل في النظام": "A notification is sent to the customer of the withdrawal process on his mobile phone registered in the system",
    "الشركة لا تتحمل البيانات المدخلة في حال كانت خطأ ولا تقوم بمراجعتها وعلى العميل التحقق من البيانات قبل التحويل": "The company is not liable for the data entered in the event that it is wrong and does not review it, and the customer must verify the data before transferring",
    "الالتزام بطرق الدفع المتوفرة في الموقع": "Commitment to the payment methods available on the site",
    "في حال الدفع من خلال الفيزا يحق للشركة الاعتراض على الدفعة في حال تبين أنها غير شرعية ويتم مصادرة الأموال وتسليمها للجهات الرسمية ، واتخاذ الاجراءات القانونية الصارمة حيال هذا الأمر ويتحمل العميل كافة المصاريف القانونية المترتبة على ذلك، وفي حال صاب الشركة أي ضرر من قبل البنك يتحمل هذا الضرر وما تابعه العميل بشكل كامل": "In the event of payment through the visa, the company has the right to object to the payment in the event that it is found to be illegal, and the funds are confiscated and handed over to the official authorities, and strict legal measures are taken regarding this matter, and the customer bears all the legal expenses resulting from that, and in the event that the company suffers any damage from the bank, it bears This damage and what the client followed in full",
    "في حال الدفع من خلال جوال بي يتم معالجة الطلب خلال مدة أقصاها 24 ساعة على أن يكون الرقم المرسل مطابق للرقم المسجل بالنظام وفي حال ثبت غير ذلك يتحمل العميل هذا الخلل ويتم ارجاع المبلغ الى ذلك الرقم، وكما أن عملية التحويل من الشيكل إلى الدولار يتم احتسابها على سعر الصرف المعتمد لدى الشركة ولا يحق للعميل الاعتراض على ذلك بعد اتمام عملية المعالجة": "In the event of payment through Jawwal B, the request will be processed within a maximum period of 24 hours, provided that the number sent is identical to the number registered in the system. In the event that otherwise is proven, the customer bears this defect, and the amount is returned to that number, and the conversion process from shekels to dollars is calculated The exchange rate approved by the company, and the customer has no right to object to that after completing the processing process",
    "الدفع من خلال باينس على العميل التحقق من رمز QR المرفق الخاص في محافظ الشركة ويتم معالجة الأمر من خلال مدة أقصاها 72 ساعة ويتم اشعار المستخدم بقبول الدفعة": "Pay through Paynes, the customer must verify the attached QR code in the company’s wallets, and the order is processed within a maximum period of 72 hours, and the user is notified of accepting the payment",
    "قائمة من العملات المحرمة والمباحة": "List of prohibited and permissible currencies",
    "مباح": "Permissible",
    "غير مباح": "Not Permitted",
    "شبهة شرعية": "Legal Suspicion",
    "البحث...": "Search...",
    "البحث في العملات": "Search in Currencies",
    "المشروعية": "Legality",
    "اختصار العملة": "Currency abbreviation",
    "اسم العملة الكامل": "Currency Full Name",
    "استخدام مشروع العملة": "Legal Use Curreny",
    "مشروعيتها": "Its Legality",
    "سياسة الخصوصية في تكنو إليت": "Techno Elite Privacy Policy",
    "أهلًا بك في سياسة خصوصية موقع شركة تكنو إليت، يتم تشغيل وإدارة هذا الموقع من قبل الشركة المالكة له شركة الصبيح الرقمية للتدريب و الاستثمار و تكنلوجيا المعلومات أو الشركات التابعة لها.": "Welcome to the privacy policy of the Techno Elite Company website. This site is operated and managed by the company that owns it, Al-Sabeeh Digital Company for Training, Investment and Information Technology or its subsidiaries.",
    "المقدمة": "Introduction",
    "تعريفات": "Definitions",
    "إنّ سياسة الخصوصية هذه تعلمك سياستنا فيما يتعلق بجمع واستعمال وإفشاء المعلومات الشخصية أثناء استعمالك للموقع بالإضافة للخيارات المتاحة لديك والمتعلقة بهذه المعلومات بموجب سياسة الخصوصية هذه حيث أن أولى اهتماماتنا هو حفاظ وضمان خصوصية استعمالك للموقع وخصوصية المعلومات المقدمة من قبلك على الموقع.نحن نقوم باستعمال معلوماتك الشخصية لتقديم الخدمات المتاحة في الموقع وتحسينها أو تحسين استعمالك للموقع، وبمجرد استعمالك الموقع، أنت توافق على جمعنا للمعلومات واستعمالها وفقًا لهذه السياسة.": "This privacy policy informs you of our policy regarding the collection, use and disclosure of personal information during your use of the site in addition to the options available to you related to this information under this privacy policy as our first concern is to maintain and ensure the privacy of your use of the site and the privacy of the information provided by you on the site. We use your personal information To provide and improve the services available on the site or improve your use of the site, and by using the site, you agree to our collection and use of information in accordance with this policy.",
    "لغايات هذه السياسة، يكون للمصطلحات التالية المعاني المحددة لها كما يأتي ما لم تنص سياسة الخصوصية على خلاف ذلك:": "For the purposes of this policy, the following terms shall have the meanings assigned to them as follows, unless the Privacy Policy states otherwise :",
    "معلوماتك الشخصية: إنّ معلومات مستخدم الموقع سواء كانت هذه المعلومات بحوزتنا أو من المحتمل أن تصبح بحوزتنا.": "Your personal information: The information of the user of the site, whether this information is in our possession or is likely to become in our possession.",
    "بيانات الاستعمال: وتعني أنّ البيانات المجمعة بشكل تلقائيّ سواء كانت ناتجة عن استعمال الموقع و/أو ناتجة عن بنية الموقع ذاتها (على سبيل المثال مدة زيارة الصفحة).": "Usage Data: It means that the data collected automatically, whether it is resulting from the use of the site and / or resulting from the structure of the site itself (for example, the duration of the page visit).",
    "مراقبة المعلومات: يعني نحن أو أي شخص طبيعي أو معنوي الذي يقرر (لوحده أو مع الغير) الغاية من معالجة المعلومات الشخصية أو الطريقة التي تعالج بها أو التي سيتم معالجتها بها.": "Information control: means we or any natural or legal person who decides (alone or together with others) the purpose or manner in which personal information is or will be processed.",
    "معالجي المعلومات (أو مقدمي الخدمات): وتعني أي شخص طبيعي أو معنوي يعالج المعلومات بالنيابة عن مراقب المعلومات.": "Information processors (or service providers): means any natural or legal person who processes information on behalf of the information controller.",
    "المستخدم: وهو أي شخص طبيعي يقوم باستخدام الخدمات و/أو الموقع وذات صلة بالمعلومات الشخصية.": "User: any natural person using the Services and/or the Website and relating to personal information.",
    "سياسة الخصوصية": "Privacy Policy",
    "1- تجميع المعلومات واستعمالها:": "1- Information Collection and Use:",
    "نحن نقوم بتجميع عدد كبير من المعلومات المتنوعة لغايات مختلفة وذلك لتقديم الخدمات المتاحة على الموقع لك وتحسينها وتشمل على سبيل المثال لا الحصر:": "We collect a large number of various information for various purposes in order to provide and improve the services available on the site to you, including but not limited to:",
    "البريد الإلكتروني. *": "Email. *",
    "الاسم الأول والاسم الأخير. *": "First name and last name. *",
    "رقم الهاتف. *": "Phone Number. *",
    "العنوان، والمنطقة، والمحافظة، والرمز البريدي، والمدينة. *": "Address, region, province, zip code, and city. *",
    "الكوكيز وبيانات الاستعمال. *": "Cookies and Usage Data. *",
    "البيانات من الشبكات الاجتماعية إذا كنت تستخدم حسابات الشبكة الاجتماعية الخاصة بك للتسجيل وإنشاء حساب في الموقع، ومن المعلومات المستخدمة من مواقع الشبكات الاجتماعية مثل Facebook و Google+ و Twitter ما يلي:": "Data from social networks If you use your social network accounts to register and create an account on the Site, information used from social networking sites such as Facebook, Google+ and Twitter includes:",
    "اسمك": "Your Name",
    "اسم المستخدم للشبكة الاجتماعية": "The username of the social network",
    "الموقع": "Location",
    "عنوان البريد الإلكتروني": "Email address",
    "صورة الملف الشخصي": "Profile picture",
    "البيانات العامة لجهات الاتصال وذلك إذا قمت بتوصيل حسابك أو تسجيل الدخول للحصول على حساب في الخدمة باستخدام حساباتك في هذه الشبكات الاجتماعية": "General contact data if you connect your account or log in for an account with the Service using your accounts in such social networks",
    "قد نستخدم معلوماتك الشخصية لإيصالك بالخدمات والمواد الإعلانية والترويجية ومعلومات أخرى أيًّا كان نوعها، والتي قد تكون من ضمن اهتماماتك سواء تم تطويرها من قبلنا لوحدنا أو من قبل أطراف ثالثة أو بالتعاون فيما بيننا وبين أي طرف ثالث.": "We may use your personal information to connect you with services, advertising and promotional materials and other information of any kind that may be of interest to you whether developed by us alone, by third parties or in cooperation between us and any third party.",
    "2- بيانات الاستعمال:": "2- Usage data:",
    "قد نعمل على تجميع المعلومات التي يقوم المتصفح الخاص بك بإرسالها عندما تقوم بزيارة الموقع أو دخولك له من خلال أو بواسطة جهاز هاتف نقال.": "We may collect information that your browser sends when you visit or access the Site through or through a mobile device.",
    "بيانات الاستعمال هذه قد تتضمن معلومات مثل: معلومات عنوان الإنترنت، والبروتوكول لجهاز حاسوبك، ونوع المتصفح، وإصدار المتصفح، وصفحات الموقع التي تقوم بزيارتها، ووقت وتاريخ زيارتك لها، والوقت الذي استغرقته على هذه الصفحات، ومعرفات الجهاز النادرة وغيرها من البيانات التشخيصية.": "This Usage Data may include information such as: Internet address information, the protocol for your computer, browser type, browser version, the pages of the Site that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.",
    "3- بيانات الموقع الجغرافي:": "3- Geographical location data:",
    "قد نستعمل ونخزن معلومات عن موقعك إذا قمت بالسماح لنا بالقيام بذلك، ونستعمل هذه البيانات لتقديم مميزات متعلقة بخدمتنا ولتحسين الخدمة وتكييفها تبعًا لذلك، ويمكنكِ تفعيل أو عدم تفعيل خدمات الموقع الجغرافي عند استعمالك للخدمة بأي وقت من خلال إعدادات جهازك.": "We may use and store information about your location if you allow us to do so, and we use this data to provide features related to our Service and to improve and adapt the Service accordingly. You can enable or disable location services when using the Service at any time through your device settings.",
    "نحن نقوم باستعمال الكوكيز وتكنولوجيا تتبع مماثلة لتتبع النشاط على الموقع و نقوم بالاحتفاظ بمعلومات معينة. وتُعرف الكوكيز على أنّها ملفات تحتوي على بيانات قليلة وقد تتضمن أدوات تعريف نادرة وغامضة، ويتم إرسال الكوكيز للمتصفح الخاص بك من الموقع الإلكتروني ويتم تخزينها على جهازك، ليتم استعمال تكنولوجيا تتبع من أنواع أخرى مثل البيكونات والعلامات المميزة والنصوص وذلك لغايات تجميع المعلومات وتتبعها وتطوير الخدمات وتحليلها.": "We use cookies and similar tracking technology to track the activity on the Site and we hold certain information. Cookies are defined as files that contain little data and may include rare and obscure identifiers. Cookies are sent to your browser from the website and stored on your device, so that other types of tracking technology such as beacons, tags and texts are used for the purposes of collecting and tracking information and developing and analyzing services. .",
    "بإمكانك تقييد المتصفح الخاص بك ليقوم برفض الكوكيز أو ليقوم بتحديد والإشارة إلى عملية إرسال كوكيز بأي حال من الأحوال، إذا كنت لا توافق على الكوكيز فإنك قد لا تتمكن من استعمال أجزاء معينة من الموقع.": "You may restrict your browser to refuse cookies or to indicate that cookies are being sent in any way. If you do not accept cookies, you may not be able to use certain parts of the site.",
    "ومن الأمثلة لملفات تعريف الارتباط التي نستخدمها: *": "Examples of cookies we use include: *",
    "ملفات تعريف الارتباط المفضلة: نحن نستخدم ملفات تعريف الارتباط المفضلة لتذكر تفضيلاتك والإعدادات المختلفة. *": "Preference Cookies: We use Preference Cookies to remember your preferences and various settings. *",
    "5- استعمال البيانات:": "5- Use of data:",
    "نحن نقوم باستعمال البيانات المجمعة لغايات متنوعة، تشمل على سبيل المثال وليس الحصر:": "We use the data collected for a variety of purposes, including but not limited to:",
    "لغايات تقديم خدماتنا. *": "For the purposes of providing our services. *",
    "لغايات إشعارك عن أي تغييرات بخدماتنا. *": "To notify you of any changes to our services. *",
    "لتمكينك بناء على اختيارك من المشاركة في الخصائص التفاعلية لخدمتنا. *": "To enable you, at your option, to participate in interactive features of our Service. *",
    "لتقديم خدمة دعم العملاء. *": "To provide customer support service. *",
    "لتجميع تحليلات أو معلومات قيمة تمكننا من تطوير خدماتنا و/أو الموقع. *": "To collect analyzes or valuable information that enables us to develop our services and/or the site. *",
    "لمراقبة استعمال خدماتنا و/أو الموقع. *": "To monitor the use of our Services and/or the Website. *",
    "لكشف ومعالجة المشاكل التقنية والحد منها. *": "To detect and address technical problems and reduce them. *",
    "لتزويدك بالأخبار والعروض الخاصة ومعلومات عامة عن بضائع وخدمات ومناسبات أخرة نقدمها والتي تتشابه مع البضائع والخدمات التي قمت بشرائها أو الاستفسار عنها إلّا إذا قمت بالانسحاب من تلقي مثل هذه المعلومات. *": "To provide you with news, special offers and general information about other goods, services and events we offer that are similar to the goods and services you have purchased or inquired about unless you opt out of receiving such information. *",
    "6- الأسس القانونية لمعالجة البيانات وفقا لأحكام النظام العام لحماية البيانات (GDPR):": "6- Legal bases for data processing in accordance with the provisions of the General Data Protection Regulation (GDPR):",
    "إذا كنت من المنطقة الاقتصادية الأوروبية، فإنّ الأُسس القانونية المتبعة من قِبل الموقع في جمع المعلومات الشخصية واستعمالها كما هي موصوفة في سياسة الخصوصية تعتمد على المعلومات الشخصية التي نقوم بجمعها والسياق المحدد الذي تم جمعها به.": "If you are from the European Economic Area, the legal bases followed by the Site for collecting and using Personal Information as described in this Privacy Policy depend on the Personal Information we collect and the specific context in which it is collected.",
    "حاجتنا للاتصال بك. *": "We need to contact you. *",
    "قد قمت بالسماح لنا بالقيام بذلك. *": "You may allow us to do so. *",
    "إذا كانت المعالجة لمصلحتنا المشروعة ولا تتجاوز حقوقك. *": "If the processing is in our legitimate interest and does not override your rights. *",
    "لغايات عمليات الدفع. *": "For payment purposes. *",
    "للالتزام بأحكام القانون. *": "To comply with the provisions of the law. *",
    "الرجاء الاتصال بنا إذا كنت ترغب بمعرفة أي معلومات شخصية عنك نحتفظ بها وإذا كنت ترغب بأن تحذف هذه المعلومات من أنظمتنا.": "Please contact us if you would like to know what personal information we hold about you and if you wish to have this information deleted from our systems.",
    "ويكون لديك حقوق حماية البيانات التالية:": "You have the following data protection rights:",
    "الحق بالدخول أو تحديث أو حذف المعلومات التي نملكها عنك بأي وقت ممكن: لديك الحق بالدخول أو تحديث أو طلب حذف معلوماتك الشخصية وبشكل مباشر من خلال قسم إعدادات حسابك. الرجاء الاتصال بنا لمساعدتك في حال عدم تمكنك من ممارسة هذه الخطوات. *": "The right to access, update or delete the information we have about you at any time: You have the right to access, update or request deletion of your personal information directly through your account settings section. Please contact us to assist you if you are unable to perform these steps. *",
    "الحق بالتصحيح: لديك الحق بتصحيح معلوماتك في حال كانت هذه المعلومات غير دقيقة أو ناقصة. *": "Right to rectification: You have the right to correct your information if this information is inaccurate or incomplete. *",
    "الحق بالاعتراض: لديك الحق بالاعتراض على قيامنا بمعالجة معلوماتك الشخصية. *": "Right to object: You have the right to object to our processing of your personal information. *",
    "الحق بالتقييد: لديك الحق بأن تقدم لنا طلب بتقييد معالجة معلوماتك الشخصية. *": "Right to restriction: You have the right to request us to restrict processing of your personal information. *",
    "الحق بنقل البيانات: لديك الحق بأن يتم تزويدك بنسخة عن المعلومات التي بحوزتنا عنك وذلك بشكل منظم، مقروء آليًا ومستعمل بشكل متعارف عليه. *": "Right to data portability: You have the right to be provided with a copy of the information we hold about you in a structured, machine-readable and commonly used format. *",
    "الحق بسحب الموافقة: لديك أيضًا الحق بأي وقت بسحب موافقتك التي اعتمدنا عليها وبناء عليها قمنا بمعالجة معلوماتك الشخصية. *": "Right to withdraw consent: You also have the right at any time to withdraw your consent on which we relied and processed your personal information. *",
    "قد نطلب منك تثبيت هويتك قبل الرد على أي من هذه الطلبات.": "We may ask you to verify your identity before responding to any such requests.",
    "لديك الحق بأن تشكو لسلطة حماية البيانات عن قيامنا بتجميع معلوماتك الشخصية واستعمالنا لها، لمزيد من المعلومات، الرجاء الاتصال بسلطة حماية البيانات المحلية لديك في المنطقة الاقتصادية الأوروبية.": "You have the right to complain to a data protection authority about our collection and use of your personal information, for more information please contact your local data protection authority in the European Economic Area.",
    "7- الاحتفاظ بالمعلومات:": "7- Retention of information:",
    "نحتفظ بمعلوماتك الشخصية فقط خلال الوقت الذي يكون به هذا الأمر ضروري للغايات المحددة في سياسة الخصوصية، توافقًا مع التزاماتنا القانونية (على سبيل المثال، إذا كان المطلوب منا أن نعمل على الاحتفاظ ببياناتك التزامًا بالقوانين المطبقة) ولحل النزاعات وتطبيق اتفاقياتنا القانونية و سياساتنا.": "We retain your personal information only for as long as is necessary for the purposes set out in the Privacy Policy, to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), to resolve disputes, and to enforce our legal agreements and policies.",
    "8- تحويل البيانات:": "8- Data Transformation:",
    "من الممكن تحويل وحفظ معلوماتك، بما في ذلك المعلومات الشخصية، على أجهزة حاسوب متواجدة خارج نطاقك الجغرافي أو أي اختصاص حكومي آخر تكون فيها قوانين حماية البيانات تختلف عن تلك الخاصة بمنطقتك واختصاصك.": "Your information, including Personal Information, may be transferred and stored on computers located outside of your geographical area or other governmental jurisdiction where data protection laws differ from those of your jurisdiction.",
    "إن موافقتك على سياسة الخصوصية هذه وقيامك تبعًا لذلك بتقديم المعلومات يمثل موافقتك على تحويل بياناتك لأي دولة أخرى يتواجد فيها أي من شركاتنا التابعة و/أو الحليفة.": "Your acceptance of this privacy policy and your provision of information accordingly constitutes your consent to transfer your data to any other country in which any of our subsidiaries and/or affiliates are located.",
    "نحن نقوم باتخاذ كافة الإجراءات الضرورية بشكل معقول للتأكيد على أنه يتم التعامل مع بياناتك بطريقة آمنة وبما يتوافق مع سياسة الخصوصية هذه، وأنه لن يتم تحويل بياناتك الشخصية لأي منظمة أو دولة إلّا في حال توفر ضوابط كافية بما في ذلك أمن بياناتك والمعلومات الشخصية الأخرى.": "We take all measures reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy, and that your personal data will not be transferred to any organization or country unless adequate controls are in place including the security of your data and other personal information.",
    "9- الإفشاء تطبيقًا لأحكام القانون:": "9- Disclosure in application of the provisions of the law:",
    "في ظروف معينة، قد يكون المطلوب منّا أن نقوم بالإفشاء عن معلوماتك الشخصية في حال تطلب ذلك القانون أو للإجابة على طلبات السلطات الحكومية النافذة (على سبيل المثال المحكمة أو جهة حكومية).": "In certain circumstances, we may be required to disclose your personal information if required by law or to respond to requests from applicable government authorities (eg a court or a government agency).",
    "قد نقوم بالإفشاء عن معلوماتك الشخصية بحسن نية إذا كان هذا الفعل ضروري لـ:": "We may disclose your personal information in good faith if such action is necessary to:",
    "تطبيق الالتزامات القانونية. *": "Enforce legal obligations. *",
    "لحماية حقوق موضوع ليمتد و/أو أي من شركاتها التابعة و/أو الحليفة أو أي من ممتلكاتها والدفاع عنها. *": "To protect and defend the rights of Mawdoo3 Limited and/or any of its subsidiaries and/or affiliate companies or any of its properties. *",
    "للحد من أي فعل خاطئ متعلق بالموقع. *": "To limit any wrongdoing related to the site. *",
    "لحماية الأمن الشخصي لمستخدمين الموقع و/أو العامة. *": "To protect the personal security of website users and/or the public. *",
    "للحماية في مواجهة المسؤولية القانونية. *": "To protect against legal liability. *",
    "10- أمن البيانات:": "10- Data Security:",
    "وفي الوقت الذي نسعى فيه لاستعمال الوسائل التجارية المقبولة لحماية معلوماتك الشخصية إلّا أننا لا نضمن أنها آمنة بشكل مطلق حيث أن بعض الأحداث قد تقع خارج سيطرتنا ولا تكون متعلقة بسلوك متعمد و/أو الإهمال المتعمد من قبلنا.": "While we strive to use commercially acceptable means to protect your personal information, we do not guarantee that it is absolutely secure, as some events may occur outside our control and are not related to intentional behavior and / or willful negligence on our part.",
    "إن أمن بياناتك مهم لدينا ولكن لا بد من التذكير بأن وسائل النقل عبر الإنترنت ووسائل التخزين الألكتروني ليست 100% آمنة.": "The security of your data is important to us, but it must be remembered that transmission over the Internet and electronic storage methods are not 100% secure.",
    "11- الاعلانات:": "11- Advertisements:",
    "قد نحتاج لاستعمال أطراف ثالثة من مقدمي الخدمات لعرض الإعلانات لك، للمساعدة على دعم الخدمات و/أو الموقع والمحافظة عليها.": "We may need to use third party service providers to display advertisements to you, to help support and maintain the Services and/or the Site.",
    "تشمل الأطراف الثالثة على سبيل المثال وليس الحصر:": "Third parties include, but are not limited to:",
    "12- تجديد النشاط التسويقي السلوكي:": "12- Behavioral Remarketing:",
    "نحن نقوم باستعمال خدمات تجديد النشاط التسويقي للإعلان على المواقع الإلكترونية للأطراف الثالثة بعد قيامك بزيارة الموقع.": "We use remarketing services to advertise on third party websites after you visit the Site.",
    "نحن والطرف الثالث نستعمل الكوكيز لإعلام وتحسين وتقديم الإعلانات وفقًا للزيارات السابقة لديك لموقعنا، وتشمل الأطراف الثالثة على سبيل المثال وليس الحصر:": "We and third parties use cookies to inform, improve and serve ads based on your previous visits to our site. Third parties include, but are not limited to:",
    "إعلانات جوجل *": "Google Ads *",
    "تويتر *": "Twitter *",
    "فيسبوك *": "Facebook *",
    "13- مقدمو الخدمة:": "13- Service Providers:",
    "من الممكن أن نقوم بالاستعانة بخدمات أطراف ثالثة سواء شركات وأفراد لغاية تسهيل خدماتنا ('مقدمي الخدمات') و/أو لتقديم الخدمات بالنيابة عنّا و/أو تقديم خدمات ذات علاقة بخدماتنا و/أو مساعدتنا في تحليل الكيفية التي تُستخدم فيها خدماتنا.": "We may use the services of third parties, both companies and individuals, to facilitate our Services (“Service Providers”), to provide services on our behalf, to provide services related to our Services, and/or to assist us in analyzing how our Services are used.",
    "سيكون لمقدم الخدمة من الأطراف الثالثة الحق الاطلاع على معلوماتك الشخصية فقط لغايات القيام بمهامهم نيابة عنّا وسيكونوا ملتزمين بعدم إفشائها أو استخدامها لأي غايات أخرى.": "The third party service provider will have access to your personal information only for the purposes of carrying out their tasks on our behalf and will be obligated not to disclose or use it for any other purposes.",
    "14- الدفع:": "14- Payment:",
    "قد نقوم بتزويدك بمنتجات بأجر و/أو خدمات مشمولة بالموقع، بهذه الحالة، نحن نقوم باستعمال خدمات أطراف ثالثة لعمليات الدفع (مثل معالجي الدفع).": "We may provide you with paid products and/or services covered on the Site, in which case we use the services of third parties for payment processing (such as payment processors).",
    "لن نقوم بتخزين أو جمع معلومات بطاقة الدفع الخاصة بك، يتم تزويد هذه المعلومات للطرف الثالث بها مباشرة بحيث يكون استعمالهم لمعلوماتك الشخصية معالج بسياسة الخصوصية الخاصة بهم.": "We will not store or collect your payment card information. This information is provided to third parties directly so that their use of your personal information is covered by their privacy policy.",
    "15- روابط لمواقع أخرى:": "15- Links to other websites:",
    "قد يحتوي الموقع على روابط لمواقع أخرى لا يتم تشغيلها من قبلنا، نحن ننصحك بأن تعمل على مراجعة سياسة الخصوصية لكل موقع إلكتروني تزوره.": "The Website may contain links to other websites that are not operated by us. We advise you to review the privacy policy of each website you visit.",
    "نحن لا نملك السيطرة ولا نتحمل المسؤولية على المحتوى، أو سياسات الخصوصية أو ممارسات مواقع الأطراف الثالثة وخدماتها": "We have no control over, and are not responsible for, the content, privacy policies, or practices of third-party websites and services",
    "16- التعديل على سياسة الخصوصية:": "16- Amendment to the Privacy Policy:",
    "قد نعمل على تحديث سياسة الخصوصية هذه من وقت لآخر دون إشعار.": "We may update this Privacy Policy from time to time without notice.",
    "ننصحك بأن تعمل على قراءة ومراجعة سياسة الخصوصية هذه بشكل دوريّ، إنّ أيّ تغييرات على سياسة الخصوصية هذه يكون معمول بها من تاريخ نشرها على الموقع.": "We advise you to read and review this privacy policy periodically, any changes to this privacy policy will be effective from the date of its publication on the site.",
    "17- للاتصال بنا:": "17- To contact us:",
    "الرجاء الاتصال بنا في حال وجود أي استفسار لديكم يتعلق بسياسة الخصوصية هذه عن طريق البريد الإلكتروني: info@eliteacd.com": "Please contact us if you have any questions related to this privacy policy by e-mail: info@eliteacd.com",
    "شهرياً": "Monthly",
    "نسبة ربح الشركة": "Company Profit rate",
    "باقة": "Plan",
    "شروط الايداع:": "Deposit terms:",
    "4- بيانات الكوكيز والتتبع:": "4- Cookies and Tracking Data:",
    "قد نقوم بمعالجة معلوماتك الشخصية لأي من تلك الأسباب": "We may process your personal information for any of these reasons",
    "نحتفظ ببيانات الاستعمال للغايات التحليلية الداخلية. بشكل عام، بيانات الاستعمال يتم الاحتفاظ بها لوقت أقصر، عدا الحالات التي تكون فيها البيانات مستعملة لتقوية الأمن وتطوير وظائف خدماتنا و/أو الموقع أو الحالات التي نكون فيها ملزمين قانونيًا بالاحتفاظ بهذه البيانات لوقت أطول.": "We retain Usage Data for internal analytical purposes. In general, usage data is kept for a shorter period of time, except where the data is used to strengthen security and improve the functionality of our Services and/or the Site or where we are legally obligated to keep such data for a longer period.",
    "ملفات تعريف الارتباط الأمنية: نحن نستخدم ملفات تعريف ارتباط الأمان لأغراض أمنية. *": "Security Cookies: We use security cookies for security purposes. *",
    "ملفات تعريف الارتباط الإعلانية: تُستخدم ملفات تعريف الارتباط الإعلانية لخدمتك بإعلانات قد تكون ذات صلة بك واهتماماتك. *": "Advertising Cookies: Advertising cookies are used to serve you with advertisements that may be relevant to you and your interests. *",
    "لديك أي استفسار أو مشكلة ؟ لا تتردد في التواصل معنا": "Have any questions or problems? Do not hesitate to contact us",
    "الإشعارات": "Notifications",
    "الدورات": "Courses",
    "": "",
    "": "",
    "": ""
}
