@extends('site.master')

@section('title', config('app.name') . ' | Bot Terms')

@section('content')

@section('background-image')
    <img class="d-none d-sm-block position-absolute terms-image z-n1"
        src="{{ asset('assets/img/register' . (app()->isLocale('ar') ? '' : '-en') . '.svg') }}" />
@endsection

<section class="bot-terms">
    <div class="container">
        <div class="card p-5 w-75 m-auto">
            <h2 class="before fw-bold mb-4">
                {{ __('شروط البوت') }}
            </h2>
            <h4 class="fw-bold mb-3">{{ __('شروط الإشتراك بالبوت:') }}</h4>
            <ul class="dashed">
                <li class="mb-2">{{ __('أن لا يقل قيمة الاشتراك عن 500$.') }}</li>
                <li class="mb-2">{{ __('يتم مراجعة الحساب والمعالجة خلال مدة أقصاها 72 ساعة') }}</li>
                <li class="mb-2">{{ __('أقل مدة زمنية للاشتراك في البوت شهر وأقصى مدة 12 شهر') }}</li>
                <li class="mb-2">{{ __('السحب الشهري متوفر فقط في نظام 12 شهر بنسبة 20 %') }}</li>
                <li class="mb-2">{{ __('في حال توقف البوت قبل المدة المحددة يتم خصم الأرباح') }}</li>
            </ul>
            <h4 class="fw-bold mb-3">{{ __('شروط السحب من البوت:') }}</h4>
            <ul class="dashed">
                <li class="mb-2">{{ __('أن يكون متوفر لديه حسابات مضمونة بنكية على أحد الوسائل المتاحة') }}</li>
                <li class="mb-2">{{ __('أن يكون الحساب موثق بشكل كامل') }}</li>
                <li class="mb-2">{{ __('قيمة السحب للمبلغ المتوفر فقط في المحفظة') }}</li>
                <li class="mb-2">
                    {{ __('السحب النقدي يكون بعملة الدولار أو الشيكل حسب ما تراه الشركة مناسب بسعر الصرف المتداول في السوق') }}
                </li>
                <li class="mb-2">
                    {{ __('السحب الالكتروني يخضع لعملية المعالجة لمدة 48 ساعة الى 72 ساعة (كحد أدنى)') }}
                </li>
                <li class="mb-2">{{ __('يتم إرسال إشعار إلى العميل بعملية السحب على جواله المسجل في النظام') }}</li>
                <li class="mb-2">
                    {{ __('الشركة لا تتحمل البيانات المدخلة في حال كانت خطأ ولا تقوم بمراجعتها وعلى العميل التحقق من البيانات قبل التحويل') }}
                </li>
            </ul>
            <h4 class="fw-bold mb-3">{{ __('شروط الايداع:') }}</h4>
            <ul class="dashed">
                <li class="mb-2">{{ __('الالتزام بطرق الدفع المتوفرة في الموقع') }}</li>
                <li class="mb-2">
                    {{ __('في حال الدفع من خلال الفيزا يحق للشركة الاعتراض على الدفعة في حال تبين أنها غير شرعية ويتم مصادرة الأموال وتسليمها للجهات الرسمية ، واتخاذ الاجراءات القانونية الصارمة حيال هذا الأمر ويتحمل العميل كافة المصاريف القانونية المترتبة على ذلك، وفي حال صاب الشركة أي ضرر من قبل البنك يتحمل هذا الضرر وما تابعه العميل بشكل كامل') }}
                </li>
                <li class="mb-2">
                    {{ __('في حال الدفع من خلال جوال بي يتم معالجة الطلب خلال مدة أقصاها 24 ساعة على أن يكون الرقم المرسل مطابق للرقم المسجل بالنظام وفي حال ثبت غير ذلك يتحمل العميل هذا الخلل ويتم ارجاع المبلغ الى ذلك الرقم، وكما أن عملية التحويل من الشيكل إلى الدولار يتم احتسابها على سعر الصرف المعتمد لدى الشركة ولا يحق للعميل الاعتراض على ذلك بعد اتمام عملية المعالجة') }}
                </li>
                <li class="mb-2">
                    {{ __('الدفع من خلال باينس على العميل التحقق من رمز QR المرفق الخاص في محافظ الشركة ويتم معالجة الأمر من خلال مدة أقصاها 72 ساعة ويتم اشعار المستخدم بقبول الدفعة') }}
                </li>
            </ul>
        </div>
    </div>
</section>

@endsection
